{
	"projects": 
	[
		{
			"id": 1,
			"title": "Ethics in Japan",
			"subtitle": "Eastern Ideology and Collectivism",
			"date": "",
			"summary": "<p>Japanese ethics are highly influenced by the interdependent nature of Japanese society. From a psychological perspective, this is characterized by being in sync with other members of society, maintaining a high level of personal scrutiny in order to best ensure group harmony. This interdependency is heavily informed by multiple Eastern religions and philosophies, including <a href='/www.japantimes.co.jp/news/2007/09/04/reference/japans-shinto-buddhist-religious-medley/#.VIKOtmTN-lc'>Shinto-Buddhism</a>, Confucianism, or Taoism.  Each school of thought promotes interdependence and collectivism through an emphasis on concepts like empathy, compassion, social order and a dutiful understanding of a “right” way of being. </p><p>Consider how collectivist ideals are reflected in the handling of personal data.  The purpose of the Act on Personal Protection and Information, passed in Japan in 2003, is to “protect the rights and interests of individuals while taking consideration of the usefulness of personal information, in view of a remarkable increase in the utilization of personal information due to development of the advanced information and communications society.”  Even though protection of individuals is the underlying premise, there is an emphasis on the usefulness of personal data to enable progression in industry.  This act acknowledges the positive potential for personal data usage, but focuses on this potential from a societal perspective as opposed to an individualistic one.  Promoting industry is a clause cited in Japanese Patent and Trademark Laws as well; there is a consistent implicit de-emphasis on ownership of the personal property by focusing on the industrial ramifications of personal protection.</p><p>Ownership (this focuses on privacy, but privacy is framed as the ownership of personal data) <br>Actively enacting ownership carries negative cultural connotations in Japanese culture, which further explains the Japanese de-emphasis of ownership of personal property. According to a paper by Yohko Orito and Kiyoshi Murata, “There is no Japanese word corresponding precisely to the English word ‘privacy.’ Many Japanese use the word ‘puraibashi’, an adopted word for privacy, without clearly understanding its meaning.”  Privacy is a self-serving concept in Japanese culture; assertiveness is considered a vice.  Therefore, actively designating property as one’s own is already a breach of the social contract.  Additionally, since Japanese language and culture promotes a connection between the self (uchi), members of family (mi-uchi), and friends and colleagues (nakama-uchi), there appears to be little gain in gaining sole possession of property. </p><br><p>Basic Overview of Common Japanese Religions</p><p>The most influential religions in Japan are Shinto-Buddhism, Confucianism, and Taoism. Shinto-Buddhism as practiced by the Japanese is a combination of traditional Shinto religion and Buddhism. Shinto is native to Japan, and is perhaps most visible coexisting with the modern world in the figure of the Emperor, who is believed to be a descendent of the Shinto sun goddess Amaterasu. He holds some power alongside elected officials, as Japan is a constitutional monarchy. This is significant, as it shows the importance of harmony between ancient tradition and the modern world. </p><p>Buddhism provides concepts important to ethics such as a focus on empathy and compassion, which are essential in a society that depends on its citizens’ harmony with each other and their groups. One of the most important concepts in Buddhism is the “Four Noble Truths.” These state that all lives are filled with suffering, suffering comes from desire for worldly things, suffering ends when desire ends, and people can learn to end desire by following eight rules (the Eightfold Path.) The concept of desire causing suffering likely contributes to the common Japanese view of claiming personal ownership as harmful and anti-social.</p><p>The rules of the Eightfold Path especially influence Japanese morality, as they all involve that which is inherently “right,” and many intersect with the world of business and by extension, computing. They are: right understanding, right intentions, right speech, right action, right livelihood, right effort, right mindfulness, and right concentration.</p><p>Confucianism is primarily a philosophy, based on the writings of the Chinese sage Confucius. Confucian concepts highly influence Japanese morals, social order, and interactions between groups. As such, Confucianism shapes Japanese business ethics. Some of the most important Confucian concepts include the call to play the role one is assigned, social order and hierarchy with highest regard for family and elders, respect and concern for ancestry, and selflessness.</p><p>Taoism is also a Chinese philosophy, also known as “The Way.” The concepts of harmony that are central to Japanese ethics and society are very important in Taoism, represented in the “yin yang” symbol, as are concepts such as being virtuous without drawing attention to oneself, allowing that which is right to occur through non-action, and “naturalness”/spontaneity. Humility is an important part of Japanese etiquette and ethics, likely as a result of adherence to Taoist teaching.</p>",
			"image": "jp_ethics.jpg",
			"img-src": "http://www.perjalananhati-ndoddybumi.com/human-resource/japanese-works-ethics/"
		},
		{
			"id": 2,
			"title": "Japanese Business Ethics",
			"subtitle": "",
			"date": "",
			"summary": "<p>Japanese society is collectivist, focusing on the needs and rights of the group over those of the individual. Duty to one’s groups is an important ethical concept in Japan, as is “fairness.” This is relevant to business as it concerns the relationships between employees and the business hierarchy, as well as what actions are taken and when. Traditional Japanese religions also play a factor in determining dominant business ethics, particularly Confucian teachings on social order and the Shinto-Buddhist belief in “right” actions. Of course, religion cannot explain all managerial practices, but it is apparent that these beliefs have greatly influenced them. </p><p>As in the rest of Japanese society, the Japanese business world has a rigid etiquette system that is intimately meshed with concepts of ethics and morality. The correct actions must be taken in order to “save face” for oneself and one’s company. “Face” is a concept common to Asian nations that refers to reputation, honor, and respectability. In everyday and business interactions, individuals and companies are expected to protect or raise their own face and that of others. Actions will generally be taken to avoid damaging others’ face, which would also reflect badly on oneself. In order to save face, indirect language is generally used, and intentions are covered by ritual behavior, as in the case of refusing gifts multiple times in order to not appear greedy. A Japanese business may take actions a Western business would not (or avoid action) in order to save face, such as keeping facts that could be seen as harmful to the company’s reputation private, even from those who might help with a problem.</p><p>Returning to religion and religious philosophy and their effects on business ethics, it is important to understand the concept of the ethics of concentric circles. In Japan, one’s relationships and the hierarchy of one’s duties to one’s groups are represented by a set of concentric circles. Those closer to the center are of higher priority and involve higher levels of duty. According to the Confucian ideal, family lies at the center of one’s concentric circles. In the Japanese business model, companies are based on a family model, where employees’ duties to the company are as a family member’s to one’s family. Some members of the company, as in the Confucian family, have seniority, and thus employees have more duty to those with seniority. Likewise, the company has duties to its members in order to maintain group harmony and ultimately increase the well-being of others. This is a part of why technology and personal data are seen as so important in Japan and viewed positively, as they can positively contribute towards Japanese industry and well-being.</p><p>Other important religious concepts in Japanese business ethics are the Shinto-Buddhist belief in “right” actions. The belief that there is a “right” action in any situation can make a big difference in business situations. It may make decision-making quicker, particularly when what is considered “right” comes from religious philosophy that promotes the well-being of the group.</p><p>Japanese business ethics in the IT world can be observed in the Code of Ethics and Professional Conduct of the Japan Information Service Industry Association. All companies that are a member of this association agree to abide by this code. It stresses that the prosperity of companies is inextricably linked with that of customers, making quality service of utmost importance. Also in the name of maintaining harmony, companies agree not to engage in practices that hurt other companies and to work together and share useful technology in order to benefit the whole IT industry. It also stresses creating a positive working environment for employees so they can do their best work. This is representative of the Confucian concept of a family/company’s duty to it’s members to maintain harmony and advancement for all.</p>",
			"image": "jp_business.jpg",
			"img-src": "https://www.flickr.com/photos/shiridenovo/2589334919/"
		},
		{
			"id": 3,
			"title": "Japanese Perspective: Intellectual Property",
			"subtitle": "Communal Accountability & Redefining Ownership",
			"date": "",
			"summary": "<p>Before we get into IP in Cyber Ethics in Japan, its important to understand intellectual property laws in order to weigh its impact on Japanese society. The Japanese Privacy Law is similar to the EU Directive, in the sense that it establishes a required framework for Japan’s ministries to implement through detailed regulations in all sectors of Japanese life. The Prime Minister issued a Basic Policy in April 2004, which later became the basis for Japan’s Privacy Law. The Prime Minister of Japan is appointed by the Emperor of Japan, who is the ceremonial monarch in Japan’s system of the constitutional monarchy. He is the highest authority of the Shinto religion as he and his family are said to be direct descendants of Amaterasu.  This underscores the presence of traditional ways of thinking in modern Japanese politics and the desire for co-presence and harmony between traditional beliefs and ethics and a modern political and business world.</p><p>The Act aims to protect the rights and interests of individuals while taking consideration of the usefulness of personal information due to development of the advanced information and communications of society. Under the Privacy Law, personal information is broadly defined. It covers anything that can be linked to a specific person’s identity including all publicly available information. </p><p>In contrast to the U.S., individuals must be notified and told why and how their personal data will be used in Japan. For instance, employees are provided with information in sufficient detail such that they can understand the use of their data, whereas in the US many contracts include how and when their data will be used in small print, without notice other than initial agreements. In the U.S., companies are assumed to not have their best interest in the individuals and an emphasis on the company themselves. However in Japan, they keep in mind their users. If the purpose of stated usage changes, a new notice is sent to Japanese employees or users. There is less of a cultural desire to protect the needs of the user in an individualistic society, where the well-being of oneself and one’s company will likely be considered before that of others one interacts with in society.</p>",
			"image": "jp_ip.jpg",
			"img-src": "http://commons.wikimedia.org/wiki/File:Against_Intellectual_Property_cover.jpg"
		},
		{
			"id": 4,
			"title": "Japanese Intellectual Property Laws",
			"subtitle": "Interdependence in Computer Ethics",
			"date": "January 30",
			"summary": "<p>In the Japanese society, education in ethics and morality is standard. With the expansion of the Japanese cyber presence, that education also attempted to include computer ethics, however, the product of expanding technology was a severe cyberbullying issue that has not been adequately addressed by this moral/ethical education. There are concerns of how easily accessible online paraphernalia is. Because of this, the ministry of communications began regulating internet use in 2010. As suggested in our discussion on Kant’s Categorical Imperative, it is increasingly difficult to determine universal laws distinguishing right from wrong in an absolute manner, Japan’s finals report on a Comprehensive Legal System for Communications and Broadcasting faces similar discrepancies as it is difficult for anyone regulating the internet the make judgements regarding concrete harmfulness. Despite having freedom of information laws similar to the US, Japan’s media is already heavily regulated and subject to much self-censorship. However when citizens are permitted an unregulated internet, there is an increased tendency of libellous slurs posted on forums. The 2001 Provider Liability Limitation Act provided guidelines for internet service providers to self-regulate illegal and indecent content, libel, infringements on IP, and the release of private information, but provides no means of enforcing content restrictions. Japanese law is proving ineffectual against sites as in some instances the current law had only a limited effect on sites deemed harmful and in others the founders of popular Japanese websites have not responded to the many of the lawsuits against them. Anonymity of the internet is challenging collective social norms. </p><p>Another stress on the Japanese societal value structure is the expansion of international markets. Companies in Japan are among the world’s most vulnerable and hacking attacks on state entities have more than doubled since 2010 to one every 30 seconds according to data from Japan’s government and the Ponemon Institute, a U.S based security researcher. NISC reported that the country has a shortage of 80,000 information security engineers, and that most of the ones in place lack the skills to counter online threats. Additionally, only half of companies in Japan have implemented an IT security policy. This vulnerability is perhaps a consequence of incorrectly extrapolating the collectivist concept of trust to a global scale. Members of other societies may see a lack of explicit policing as an opportunity to freely gather data, where the unwritten expectation is the opposite. There is also a widely accepted belief that cybersecurity breaches are something that just can’t happen in Japan. The validity given to a commonly held belief in a collectivist society may make it more difficult for the truth to become accepted if it is contrary to such a belief. It is only recently that the Japanese government has seriously considered intervening to combat the hacking epidemic. A recently proposed law would name NISC the cybersecurity coordinator to the cabinet and would require companies to report all cybersecurity incidents. Some Japanese companies avoid reporting incidents in order to not risk their company reputation. This is also a manifestation of traditional Japanese beliefs on loyalty to one’s group, honor and “saving face.”</p>",
			"image": "lorempixel.technics.1.jpeg"
		}
	]
}