{
	"projects": 
	[
		{
			"id": 1,
			"title": "Ethics in Japan",
			"subtitle": "Eastern Ideology and Collectivism",
			"date": "",
			"summary": "<p>Japanese ethics are highly influenced by the interdependent nature of Japanese society. From a psychological perspective, this is characterized by being in sync with other members of society, maintaining a high level of personal scrutiny in order to best ensure group harmony. This interdependency is heavily informed by multiple Eastern religions and philosophies, including <a href='/www.japantimes.co.jp/news/2007/09/04/reference/japans-shinto-buddhist-religious-medley/#.VIKOtmTN-lc'>Shinto-Buddhism</a>, Confucianism, or Taoism.  Each school of thought promotes interdependence and collectivism through an emphasis on concepts like empathy, compassion, social order and a dutiful understanding of a “right” way of being. </p><p>Consider how collectivist ideals are reflected in the handling of personal data.  The purpose of the Act on Personal Protection and Information, passed in Japan in 2003, is to “protect the rights and interests of individuals while taking consideration of the usefulness of personal information, in view of a remarkable increase in the utilization of personal information due to development of the advanced information and communications society.”  Even though protection of individuals is the underlying premise, there is an emphasis on the usefulness of personal data to enable progression in industry.  This act acknowledges the positive potential for personal data usage, but focuses on this potential from a societal perspective as opposed to an individualistic one.  Promoting industry is a clause cited in Japanese Patent and Trademark Laws as well; there is a consistent implicit de-emphasis on ownership of the personal property by focusing on the industrial ramifications of personal protection.</p><p>Ownership (this focuses on privacy, but privacy is framed as the ownership of personal data) <br>Actively enacting ownership carries negative cultural connotations in Japanese culture, which further explains this.  “There is no Japanese word corresponding precisely to the English word ‘privacy.’ Many Japanese use the word ‘puraibashi’, an adopted word for privacy, without clearly understanding its meaning.”  Privacy is a self-serving concept in Japanese culture; assertiveness is considered a vice.  Therefore, actively designating property as one’s own is already a breach of the social contract.  Additionally, since Japanese language and culture promotes a connection between the self (uchi), members of family (mi-uchi), and friends and colleagues (nakama-uchi), there appears to be little gain in gaining sole possession of property. </p>",
			"image": "jp_ethics.jpg",
			"img-src": "http://www.perjalananhati-ndoddybumi.com/human-resource/japanese-works-ethics/"
		},
		{
			"id": 2,
			"title": "Japanese Business Ethics",
			"subtitle": "",
			"date": "",
			"summary": "<p>Japanese society is collectivist, focusing on the needs and rights of the group over those of the individual. Duty to one’s groups is an important ethical concept, as is “fairness.” This is relevant to business as it concerns the relationships between employees and the business hierarchy, as well as what actions are taken and when. The religious and philosophical foundations of Japan consist of Shintoism, Buddhism and the writing of the Chinese sage Confucius. Of course, religion cannot explain all managerial practices, it is apparent that these beliefs have greatly influenced business practices. Depending on the size of a business, protection laws vary. </p>",
			"image": "jp_business.jpg",
			"img-src": "https://www.flickr.com/photos/shiridenovo/2589334919/"
		},
		{
			"id": 3,
			"title": "Japanese Perspective: Intellectual Property",
			"subtitle": "Communal Accountability & Redefining Ownership",
			"date": "",
			"summary": "<p>Before we get into IP in Cyber Ethics in Japan, its important to understand intellectual property laws in order to weigh its impact on Japanese society. The Japanese Privacy Law is similar to the EU Directive, in the sense that it establishes a required framework for Japan’s ministries to implement through detailed regulations in all sectors of Japanese life. The Prime Minister issued a Basic Policy in April 2004, which later became the basis for Japan’s Privacy Law. The Prime Minister of Japan is appointed by the Emperor of Japan, who is the ceremonial monarch in Japan’s system of the constitutional monarchy. He is the highest authority of the Shinto religion as he and his family are said to be direct descendants of Amaterasu. This appointment follows the candidate for prime minister being designated by the Diet, Japan’s bicameral legislature, from among its members. He must enjoy the confidence of the House of Representatives to remain in office. This underscores the presence of traditional ways of thinking in modern Japanese politics and the desire for co-presence and harmony between traditional beliefs and ethics and a modern political and business world.</p><p>The Act aims to protect the rights and interests of individuals while taking consideration of the usefulness of personal information due to development of the advanced information and communications society. Under the Privacy Law, personal information is broadly defined. It covers anything that can be linked to a specific person’s identity including all publicly available information. However, under that definition, its becomes difficult to identify any fact about a person that does not qualify as “personal information”. </p><p>In contrast to the U.S., individuals must be notified and told why and how their personal data will be used in Japan. For instance, employees are provided with information in sufficient detail such that they can understand the use of their data, whereas in the US many contracts include how and when their data will be used in small print, without notice other than initial agreements. In the U.S., companies are assumed to not have their best interest in the individuals and an emphasis on the company themselves. However in Japan, they keep in mind their users. If the purpose of stated usage changes, a new notice is sent to Japanese employees or users. There is less of a cultural desire to protect the needs of the user in an individualistic society, where the well-being of oneself and one’s company will likely be considered before that of others one interacts with in society.</p>",
			"image": "jp_ip.jpg",
			"img-src": "http://commons.wikimedia.org/wiki/File:Against_Intellectual_Property_cover.jpg"
		},
		{
			"id": 4,
			"title": "Japanese Intellectual Property Laws",
			"subtitle": "Interdependence in Computer Ethics",
			"date": "January 30",
			"summary": "<p>In the Japanese society, education in ethics and morality is standard. With the expansion of the Japanese cyber presence, that education also attempted to include computer ethics, however, the product of expanding technology was a severe cyberbullying issue that has not been adequately addressed by this moral/ethical education. There are concerns of how easily accessible online paraphernalia is. Because of this, the ministry of communications began regulating internet use in 2010. As suggested in our discussion on Kant’s Categorical Imperative, it is increasingly difficult to determine universal laws distinguishing right from wrong in an absolute manner, Japan’s finals report on a Comprehensive Legal System for Communications and Broadcasting faces similar discrepancies as it is difficult for anyone regulating the internet the make judgements regarding concrete harmfulness. Despite having freedom of information laws similar to the US, Japan’s media is already heavily regulated and subject to much self-censorship. However when citizens are permitted an unregulated internet, there is an increased tendency of libellous slurs posted on forums. The 2001 Provider Liability Limitation Act provided guidelines for internet service providers to self-regulate illegal and indecent content, libel, infringements on IP, and the release of private information, but provides no means of enforcing content restrictions. Japanese law is proving ineffectual against sites as in some instances the current law had only a limited effect on sites deemed harmful and in others the founders of popular Japanese websites have not responded to the many of the lawsuits against them. Anonymity of the internet is challenging collective social norms. </p><p>Another stress on the Japanese societal value structure is the expansion of international markets. Companies in Japan are among the world’s most vulnerable and hacking attacks on state entities have more than doubled since 2010 to one every 30 seconds according to data from Japan’s government and the Ponemon Institute, a U.S based security researcher. NISC reported that the country has a shortage of 80,000 information security engineers, and that most of the ones in place lack the skills to counter online threats. Additionally, only half of companies in Japan have implemented an IT security policy. This vulnerability is perhaps a consequence of incorrectly extrapolating the collectivist concept of trust to a global scale. Members of other societies may see a lack of explicit policing as an opportunity to freely gather data, where the unwritten expectation is the opposite. There is also a widely accepted belief that cybersecurity breaches are something that just can’t happen in Japan. The validity given to a commonly held belief in a collectivist society may make it more difficult for the truth to become accepted if it is contrary to such a belief. It is only recently that the Japanese government has seriously considered intervening to combat the hacking epidemic. A recently proposed law would name NISC the cybersecurity coordinator to the cabinet and would require companies to report all cybersecurity incidents. Some Japanese companies avoid reporting incidents in order to not risk their company reputation. This is also a manifestation of traditional Japanese beliefs on loyalty to one’s group, honor and “saving face.”</p>",
			"image": "lorempixel.technics.1.jpeg"
		}
	]
}